src/soap/MantisConnectBinding.mc_project_version_update.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://futureware.biz/mantisconnect">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns1:mc_project_version_update>
   <username></username>
   <password></password>
   <version_id></version_id>
   <version>
    <id></id>
    <name></name>
    <project_id></project_id>
    <date_order>2013-06-23T00:32:00Z</date_order>
    <description></description>
    <released>false</released>
    <obsolete>false</obsolete>
   </version>
  </ns1:mc_project_version_update>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
